[
  {
    "arabic": "اللّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
    "uccharon": "আল্লাহুম্মা বিকা আসবাহনা, ওয়া বিকা আমসাইনা, ওয়া বিকা নাহইয়া, ওয়া বিকা নামুতু, ওয়া ইলাইকাল নুশুর",
    "bangla": "হে আল্লাহ! আপনারই মাধ্যমে আমরা সকাল করেছি, আপনারই মাধ্যমে সন্ধ্যা করেছি, আপনারই মাধ্যমে আমরা বেঁচে আছি, আপনারই মাধ্যমে আমরা মরবো, এবং আপনার দিকেই প্রত্যাবর্তন।"
  },
  {
    "arabic": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "uccharon": "বিসমিল্লাহিল্লাজি লা ইয়াদুররু মা'আসমিহি শাইউন ফিল আরদ্বি ওয়ালা ফিসসামা-ই, ওয়া হুয়াস সামিয়ুল আলীম",
    "bangla": "যে আল্লাহর নামে পৃথিবী বা আকাশের কোনো কিছুই ক্ষতি করতে পারে না, আর তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
  },
  {
    "arabic": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "uccharon": "আঊযু বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক",
    "bangla": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে আশ্রয় চাই, তাঁর সৃষ্টির অনিষ্ট থেকে।"
  },
  {
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "uccharon": "সুবহানাল্লাহি ওয়া বিহামদিহি",
    "bangla": "আল্লাহ পবিত্র, এবং আমি তাঁর প্রশংসা করছি।"
  },
  {
    "arabic": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "uccharon": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকালাহু, লাহুল মুলকু ওয়ালাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাইইন ক্বদীর",
    "bangla": "আল্লাহ ছাড়া কোনো উপাস্য নেই, তিনি একক, তাঁর কোনো অংশীদার নেই; রাজত্ব তাঁরই, প্রশংসা তাঁরই, আর তিনি সবকিছুর উপর ক্ষমতাবান।"
  },
  {
    "arabic": "أَلْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ",
    "uccharon": "আলহামদু লিল্লাহিল্লাজি আহইয়ানা বা‘দা মা আমাতানা, ওয়া ইলাইহিন নুশুর",
    "bangla": "সব প্রশংসা আল্লাহর জন্য, যিনি আমাদের মৃত্যুর পর জীবিত করেছেন, এবং তাঁর দিকেই পুনরুত্থান।"
  },
  {
    "arabic": "اللّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
    "uccharon": "আল্লাহুম্মা বিকা আমসাইনা, ওয়া বিকা আসবাহনা, ওয়া বিকা নাহইয়া, ওয়া বিকা নামুতু, ওয়া ইলাইকাল মাসীর",
    "bangla": "হে আল্লাহ! আপনারই মাধ্যমে আমরা সন্ধ্যা করেছি, আপনারই মাধ্যমে সকাল করেছি, আপনারই মাধ্যমে আমরা বেঁচে আছি, আপনারই মাধ্যমে আমরা মরবো, এবং আপনার দিকেই প্রত্যাবর্তন।"
  },
  {
    "arabic": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
    "uccharon": "আঊযু বিল্লাহি মিনাশ শাইতানির রাজীম",
    "bangla": "আমি অভিশপ্ত শয়তান থেকে আল্লাহর কাছে আশ্রয় চাই।"
  },
  {
    "arabic": "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ",
    "uccharon": "সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহ, আল্লাহু আকবার",
    "bangla": "আল্লাহ পবিত্র, সব প্রশংসা আল্লাহর, আল্লাহ ছাড়া কোনো উপাস্য নেই, আল্লাহ মহান।"
  },
  {
    "arabic": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "uccharon": "ইয়া হাইয়ু ইয়্যা ক্বইয়ূমু বিরাহমাতিকা আস্তাগীস, আসলিহ্ লি শা'নি কুল্লাহু, ওয়ালা তাকিলনি ইলা নাফসি ত্বারফাতা আইন",
    "bangla": "হে চিরজীবনশীল, হে সবকিছুর ধারক ও পালনকর্তা! আমি আপনার রহমতের দ্বারা সাহায্য প্রার্থনা করছি; আমার সকল অবস্থা ঠিক করে দিন, এবং আমাকে এক চোখের পলক সময়ের জন্যও আমার নিজের উপর ছেড়ে দেবেন না।"
  },
  {
    "arabic": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "uccharon": "হাসবিয়াল্লাহু লা ইলাহা ইল্লা হুয়া, আলাইহি তাওয়াক্কালতু, ওয়া হুয়া রব্বুল আরশিল আযীম",
    "bangla": "আল্লাহ আমার জন্য যথেষ্ট, তিনি ছাড়া কোনো উপাস্য নেই; আমি তাঁর উপর ভরসা করেছি, আর তিনি মহা আরশের মালিক।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ ...",
    "uccharon": "আল্লাহুম্মা ইন্নি আমসাইতু উশহিদুকা, ...",
    "bangla": "হে আল্লাহ! আমি সন্ধ্যায় আপনাকে সাক্ষী রাখছি ... (সংক্ষিপ্ত) "
  },
  {
    "arabic": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
    "uccharon": "আল্লাহুম্মা আনিনী আ‘লা জিকরিকা ওয়াশুকরিকা ওয়া হুসনِ ইবাদতিকা",
    "bangla": "হে আল্লাহ! আমাকে তোমার স্মরণ, কৃতজ্ঞতা, ও সুন্দর ইবাদত করতে সাহায্য কর।"
  },
  {
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "uccharon": "আস্তাগফিরুল্লাহ",
    "bangla": "আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করছি।"
  },
  {
    "arabic": "رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ",
    "uccharon": "রব্বী আদখিলনী মু'খদালা শিদকইন",
    "bangla": "হে পালনকর্তা! আমাকে সত্যের প্রবেশদ্বারে প্রবেশ করাও।"
  },
  {
    "arabic": "اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَتُبْ عَلَيَّ",
    "uccharon": "আল্লাহুম্মা ইংফিরলি ওয়ারহামনি ওয়াতুব আলাইয়্যা",
    "bangla": "হে আল্লাহ! আমাকে ক্ষমা করো, আমার প্রতি দয়া করো, এবং আমার তাওবাকে কবুল করো।"
  },
  {
    "arabic": "اللَّهُمَّ اجْعَلْنِي مِنْ أَهْلِ الجَنَّةِ",
    "uccharon": "আল্লাহুম্মা জ‘আলনি মিন আহলিল জান্নাত",
    "bangla": "হে আল্লাহ! আমাকে জান্নাতবাসীদের অন্তর্ভুক্ত করো।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ",
    "uccharon": "আল্লাহুম্মা ইননি আ‘উদু বিকা মিনাল হাম্মি ওয়াল হাজ়ানি",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই দুশ্চিন্তা ও শোক থেকে।"
  },
  {
    "arabic": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
    "uccharon": "আল্লাহুম্মা আনিনী আ‘লা জিকরিকা ওয়াশুকরিকা ওয়া হুসনِ ইবাদতিকা",
    "bangla": "হে আল্লাহ! আমাকে তোমার স্মরণ, কৃতজ্ঞতা, ও সুন্দর ইবাদত করার তৌফিক দাও।"
  },
  {
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "uccharon": "আস্তাগফিরুল্লাহ",
    "bangla": "আমি আল্লাহর কাছে ক্ষমা চাই।"
  },
  {
    "arabic": "رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ",
    "uccharon": "রব্বী আদখিলনী মু’খদালা শিদকইন",
    "bangla": "হে পালনকর্তা! আমাকে সত্যের সঙ্গে প্রবেশ করাও।"
  },
  {
    "arabic": "اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَتُبْ عَلَيَّ",
    "uccharon": "আল্লাহুম্মা ইনফিরলি ওয়ারহামনি ওয়াতুব আলাইয়া",
    "bangla": "হে আল্লাহ! আমাকে ক্ষমা করো, আমার প্রতি দয়া করো, এবং আমার তাওবা কবুল করো।"
  },
  {
    "arabic": "اللَّهُمَّ اجْعَلْنِي مِنْ أَهْلِ الْجَنَّةِ",
    "uccharon": "আল্লাহুম্মা জ‘আলনি মিন আহলিল জান্না",
    "bangla": "হে আল্লাহ! আমাকে জান্নাতবাসীদের অন্তর্ভুক্ত করো।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ",
    "uccharon": "আল্লাহুম্মা ইননি আ‘উদু বিকা মিনাল হাম্মি ওয়াল হাজান",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই দুশ্চিন্তা ও শোক থেকে।"
  },
  {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
    "uccharon": "বিসমিল্লাহির রাহমানির রাহিম",
    "bangla": "শুরু করি আল্লাহর নামে, যিনি অত্যন্ত দয়ালু, অতি মমতাবান।"
  },
  {
    "arabic": "بِسْمِ اللَّهِ وَبِاللَّهِ",
    "uccharon": "বিসমিল্লাহি ওয়া বিল্লাহি",
    "bangla": "আল্লাহর নামে ও আরশের পালনকর্তা আল্লাহর জন্য।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي لَكَ صُمْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ",
    "uccharon": "আল্লাহুম্মা ইননি লাকা সুমতু ওয়া আলা রিযকিকা আফতর তো",
    "bangla": "হে আল্লাহ! আমি তোমার জন্য রোজা রেখেছি এবং তোমার দানকৃত রিযকখাসে ইফতার করছি।"
  },
  {
    "arabic": "اللَّهُمَّ لَكَ صُمْتُ وَعَلَيْكَ تَوَكَّلْتُ",
    "uccharon": "আল্লাহুম্মা লাকা সুমতু ওয়া আলাইকা তাওয়াক্কালতু",
    "bangla": "হে আল্লাহ! আমি রোজা রেখেছি শুধুমাত্র তোমার জন্য, এবং তোমার উপরই ভরসা করলাম।"
  },
  {
    "arabic": "غُفْرَانَكَ",
    "uccharon": "গুফরানাকা",
    "bangla": "আমি তোমার ক্ষমা প্রার্থনা করছি।"
  },
  {
    "arabic": "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَٰهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ",
    "uccharon": "সুবহানাল্লাহি ওয়ালহামদুলিল্লাহি ওয়ালাইলা-হা ইল্লাল্লাহু ওয়াল্লাহু আকবার",
    "bangla": "হে আল্লাহ পবিত্র, সমস্ত প্রশংসা আল্লাহর, আল্লাহ ছাড়া কোনো উপাস্য নেই এবং আল্লাহ মহান।"
  },
  {
    "arabic": "يَا رَبِّ زِدْنِي عِلْمًا",
    "uccharon": "ইয়া রব্বি জিদনি ‘ইলমা",
    "bangla": "হে পালনকর্তা! আমাকে জ্ঞান বৃদ্ধি কর।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى",
    "uccharon": "আল্লাহুম্মা ইননি আসআলুকাল হুদা ওয়াত্তুকা ওয়াল ‘আফাফা ওয়াল ঘিনা",
    "bangla": "হে আল্লাহ! আমি তোমার কাছে হেদায়াত, তাকওয়া, শালীনতা ও অভাব মুক্তি চাই।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِن فَضْلِكَ",
    "uccharon": "আল্লাহুম্মা ইননি আসআলুকা মিন ফজলিকা",
    "bangla": "হে আল্লাহ! আমি তোমার অশেষ অনুগ্রহ চাই।"
  },
  {
    "arabic": "اللَّهُمَّ إِنَّا نَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
    "uccharon": "আল্লাহুম্মা ইননা নাসআলুকা ‘ইলমান নাফিইন, ওয়ারিযকান তাইয়্যিবা, ওয়ামালান মুতাকাব্বালান",
    "bangla": "হে আল্লাহ! আমরা তোমার কাছে লাভজনক জ্ঞান, সৎ রিযক ও গ্রহণযোগ্য আমল চাই।"
  },
  {
    "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً",
    "uccharon": "রাব্বানা আতিনা ফিদ দুনইয়া হাসানাতাউন ও ফিল আখিরাতি হাসানাতাউন",
    "bangla": "হে আমাদের পালনকর্তা! আমাদেরকে এই দুনিয়ায় ও পরকালে সুন্দর বস্তু দাও।"
  },
  {
    "arabic": "اللَّهُمَّ بَارِكْ لَنَا فِي رِزْقِنَا",
    "uccharon": "আল্লাহুম্মা বারিক লানা ফি রিযকিনা",
    "bangla": "হে আল্লাহ! আমাদের রিযকে বরকত দাও।"
  },
  {
    "arabic": "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي",
    "uccharon": "আল্লাহুম্মা আসলিহ লি দিনি-ইল্লাযী হুয়া ‘ইসমাতু আমরি",
    "bangla": "হে আল্লাহ! আমার জন্য আমার ধর্মগত অবস্থা ঠিক কর, যা আমার সকল বিষয় নিরাপত্তা।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ",
    "uccharon": "আল্লাহুম্মা ইননি আ‘উদু বিকা মিন ‘যাযাবিল কবর",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই কবরের শাস্তি থেকে।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ",
    "uccharon": "আল্লাহুম্মা ইননি আ‘উদু বিকা মিনাল ‘আজ্জিয়ি ওয়াল‘কাসালি ওয়ালজুবনি",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই দুর্বলতা, অলসতা ও কাপুরুষতা থেকে।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْغَمِّ وَالْبَأْسِ",
    "uccharon": "আল্লাহুম্মা ইননি আ‘উদু বিকা মিনাল গাম্মি ওয়ালবাআসি",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই দুঃখ ও বিপদ থেকে।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الجُوعِ وَالْبُخْلِ",
    "uccharon": "আল্লাহুম্মা ইন্নি আ‘উদু বিকা মিনাল জৌইয়ি ওয়ালবুখলি",
    "bangla": "হে আল্লাহ! আমি তোমার আশ্রয় চাই ক্ষুধা ও স্বার্থপরতা থেকে।"
  },
  {
    "arabic": "اللَّهُمَّ اجْعَلْنِي مِنَ الَّذِينَ اسْتَمَعُوا الْقَوْلَ فَاتَّبَعُوا أَحْسَنَهُ",
    "uccharon": "আল্লাহুম্মা জ‘আলনি মিনাল লাজিনা ইস্তাম‘উল ক্বাওলা ফাততাবাউ আহসানাহু",
    "bangla": "হে আল্লাহ! আমাকে তাদের মধ্যে রাখো যারা কথা শুনে সেরা অনুসরণ করে।"
  },
  {
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ وَعَفْوَكَ",
    "uccharon": "আল্লাহুম্মা ইননি আসআলুকা ওয়া ‘আফওয়া কা",
    "bangla": "হে আল্লাহ! আমি তোমার কাছে ক্ষমা আর ত্যাগ (আফওয়া) চাচ্ছি।"
  },
  {
    "arabic": "اللَّهُمَّ أْتِنِي فِي دُنْيَايَ بِخَيْرٍ وَفِي دِينِي بِثَبَاتٍ",
    "uccharon": "আল্লাহুম্মা আতিনি ফি দুনিয়ায়া বিখাইরিন ওয়া ফি দিনিয় বিথাবাতিন",
    "bangla": "হে আল্লাহ! আমাকে দুনিয়াতে ভাল দিয়ো এবং আমার ধর্মে দৃঢ়তা দাও।"
  }
]